tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "1password/tap"
tap "nicoverbruggen/homebrew-cask"

brew "awscli"
brew "cocoapods"
brew "composer"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "mysql", restart_service: true
brew "node"
brew "redis", restart_service: true
brew "stripe/stripe-cli/stripe"

cask "1password"
cask "anydesk"
cask "arc"
cask "audacity"
cask "bartender"
cask "cleanshot"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux"
cask "github"
cask "hammerspoon"
cask "helo"
cask "herd"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "monitorcontrol"
cask "name-mangler"
cask "phpstorm"
cask "ray"
cask "raycast"
cask "slack"
cask "spaceship"
cask "spotify"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "tinkerwell"
cask "tower"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
cask "zoxide"

mas "Bear", id: 1091189122
mas "Things", id: 904280696
mas "Pages", id: 409201541
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
