tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "cocoapods"
brew "dnsmasq", restart_service: true
brew "fzf"
brew "gh"
brew "git"
# brew "mackup"
brew "mas"
brew "mysql", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "php@8.2", restart_service: true
brew "php@8.1", restart_service: true
brew "php@8.0", restart_service: true
brew "redis"
brew "yarn"

cask "1password"
cask "1password-cli"
cask "anydesk"
cask "arc"
cask "bartender"
cask "bear"
cask "cron"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "flux"
cask "github"
cask "hammerspoon"
cask "helo"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "loom"
cask "phpmon"
cask "propresenter"
cask "ray"
cask "raycast"
cask "rocket"
cask "runjs"
cask "sketch"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "tinkerwell"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Overcast", id: 888422857
mas "Things", id: 904280696
