tap "homebrew/bundle"
tap "homebrew/services"

brew "awscli"
brew "cocoapods"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gum"
brew "mas"
brew "sesh"
brew "spaceship"
brew "stripe/stripe-cli/stripe"
brew "tmux"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "anydesk"
cask "audacity"
cask "audio-hijack"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "discord"
cask "dropbox"
cask "figma"
cask "font-jetbrains-mono"
cask "ghostty"
cask "github"
cask "hammerspoon"
cask "herd"
cask "imageoptim"
cask "jordanbaird-ice"
cask "keymapp"
cask "linear-linear"
cask "monitorcontrol"
cask "name-mangler"
cask "obs"
cask "obsidian"
cask "opencode"
cask "opencode-desktop"
cask "phpstorm"
cask "pronotes"
cask "propresenter"
cask "rapidapi"
cask "ray"
cask "raycast"
cask "screen-studio"
cask "screenflow"
cask "slack"
cask "spotify"
cask "tableplus"
cask "tailscale"
cask "telegram"
cask "tinkerwell"
cask "tower"
cask "tuple"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "1Blocker - Ad Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "JSON Peep for Safari", id: 1458969831
mas "Keynote", id: 409183694
mas "Minimal Theme for Twitter / X", id: 1668204600
mas "Numbers", id: 409203825
mas "Overcast", id: 888422857
mas "Pages", id: 409201541
mas "Tamperish for Safari", id: 1516885392
mas "Things", id: 904280696
mas "Xcode", id: 497799835
