bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
codingyu.laravel-goto-view
enkia.tokyo-night
fabianlauer.vs-code-xml-format
hedinne.popping-and-locking-vscode
keyring.Lua
mervin.markdown-formatter
mikestead.dotenv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
octref.vetur
oliversturm.fix-json
redhat.vscode-yaml
RobbOwen.synthwave-vscode
robertrossmann.remedy
virgilsisoe.hammerspoon-snippets
wesbos.theme-cobalt2
whatwedo.twig
